{
  "jeffrey_epstein": {
    "n": "Jeffrey Edward Epstein",
    "b": "1953",
    "d": "2019",
    "nat": "American",
    "occ": "Financier",
    "bg": "Financier and convicted sex offender. Former Bear Stearns trader who built a mysterious wealth management firm. Owned properties in Manhattan ($77M townhouse), Palm Beach, Paris, New Mexico (Zorro Ranch), and two private islands in the US Virgin Islands. Net worth estimated $500M+.",
    "conn": "Central figure. Convicted in 2008 Florida plea deal for soliciting a minor. Arrested again July 2019 on federal sex trafficking charges. Found dead in Metropolitan Correctional Center August 10, 2019, ruled suicide.",
    "ev": "7,546 emails in archive spanning 2002-2019. 4,292 documented flights. Convicted sex offender. Federal indictment for sex trafficking of minors.",
    "assoc": [
      "Ghislaine Maxwell",
      "Les Wexner",
      "Bill Clinton",
      "Prince Andrew",
      "Alan Dershowitz"
    ],
    "status": "Deceased. Died August 10, 2019 in federal custody. Death ruled suicide by hanging. Two broken bones in neck (hyoid bone). Cameras malfunctioned. Guards fell asleep. Case remains subject of conspiracy theories.",
    "legal": "convicted"
  },
  "ghislaine_maxwell": {
    "n": "Ghislaine Noelle Marion Maxwell",
    "b": "1961",
    "d": null,
    "nat": "British-American",
    "occ": "Socialite, convicted sex trafficker",
    "bg": "Daughter of British media mogul Robert Maxwell. Oxford-educated socialite who moved to New York after her father's mysterious death in 1991. Founded the Terramar Project ocean charity. Was Epstein's longtime girlfriend and later his closest associate and alleged chief recruiter.",
    "conn": "1,221 emails in archive. Primary accomplice in Epstein's trafficking operation. Recruited, groomed, and trafficked underage girls. Convicted December 2021 on five of six counts including sex trafficking of a minor.",
    "ev": "Convicted on 5 federal counts including sex trafficking. 1,221 emails show daily operational coordination. Named by multiple victims as primary recruiter.",
    "assoc": [
      "Jeffrey Epstein",
      "Prince Andrew",
      "Kevin Maxwell",
      "Sarah Kellen",
      "Jean-Luc Brunel",
      "Les Wexner"
    ],
    "status": "Imprisoned. Sentenced to 20 years in federal prison June 2022. Currently incarcerated at FCI Tallahassee, Florida. Appeal denied. Earliest release date approximately 2037.",
    "legal": "convicted"
  },
  "steve_bannon": {
    "n": "Stephen Kevin Bannon",
    "b": "1953",
    "d": null,
    "nat": "American",
    "occ": "Political strategist, media executive",
    "bg": "Former Goldman Sachs investment banker, Hollywood producer, and executive chairman of Breitbart News. Served as White House Chief Strategist under Trump (2017). Co-founded Cambridge Analytica. Pardoned by Trump for fraud charges related to We Build the Wall campaign.",
    "conn": "526 emails + 3,356 iMessages (highest iMessage count in archive). Extensive political strategy discussions with Epstein during Trump presidency. 'Somebody big has u in gunsights' warning.",
    "ev": "3,356 iMessages — most of any contact. Political strategy exchanges with convicted sex offender throughout Trump presidency. Introduced to Larry Summers via Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Michael Wolff",
      "Larry Summers"
    ],
    "status": "Alive. Convicted of contempt of Congress July 2022 for refusing Jan 6 subpoena. Sentenced to 4 months, served at FCI Danbury. Released October 2024. Pardoned by Trump on original fraud charges. Remains influential in MAGA movement.",
    "legal": "named_in_docs"
  },
  "lesley_groff": {
    "n": "Lesley Groff",
    "b": "~1965",
    "d": null,
    "nat": "American",
    "occ": "Executive assistant",
    "bg": "Jeffrey Epstein's longtime executive assistant and primary information gatekeeper. Managed his correspondence, scheduling, and daily operations for over two decades. One of only six people present across all four eras of the network.",
    "conn": "~800 emails. Forwarded hundreds of messages. Scheduling gatekeeper for Epstein's entire operation across all eras. Named as potential co-conspirator in federal proceedings.",
    "ev": "Named as potential co-conspirator. ~800 emails spanning all eras. Central node connecting inner circle operations. Received non-prosecution agreement in 2008 plea deal.",
    "assoc": [
      "Jeffrey Epstein",
      "Sarah Kellen",
      "Darren Indyke",
      "Nadia Marcinkova"
    ],
    "status": "Alive. Received non-prosecution agreement in 2008 plea deal. Sued by Virgin Islands AG. Named in multiple civil lawsuits. Reached settlement with some victims.",
    "legal": "co_conspirator"
  },
  "ehud_barak": {
    "n": "Ehud Barak",
    "b": "1942",
    "d": null,
    "nat": "Israeli",
    "occ": "Politician, businessman",
    "bg": "Former Prime Minister of Israel (1999-2001), former Defense Minister, and most decorated soldier in Israeli history. After politics, became tech investor and chairman of Carbyne, a 911 technology startup partly funded by Epstein.",
    "conn": "1,041 emails. Carbyne startup investment connection with Epstein. Introduced to Noam Chomsky via Epstein. Photographed entering Epstein's Manhattan townhouse. Frequent scheduling in archive.",
    "ev": "1,041 emails — 2nd highest in archive. Photographed entering Epstein's NYC home. Carbyne investment connection. Epstein brokered Barak-Chomsky dinner in Cambridge.",
    "assoc": [
      "Jeffrey Epstein",
      "Noam Chomsky",
      "Sultan Bin Sulayem"
    ],
    "status": "Alive. Acknowledged meeting Epstein but denied wrongdoing. Admitted visiting Epstein properties. Photos published by Daily Mail showed him entering Epstein's Manhattan home. No criminal charges.",
    "legal": "named_in_docs"
  },
  "darren_indyke": {
    "n": "Darren K. Indyke",
    "b": "~1965",
    "d": null,
    "nat": "American",
    "occ": "Attorney",
    "bg": "Partner at Indyke & Associates. Served as Jeffrey Epstein's primary attorney and architect of his complex legal and business structures, including numerous LLCs in the US Virgin Islands. Co-executor of Epstein's estate.",
    "conn": "~600 emails. Attorney managing VI LLCs, Compass Point, and all legal/business matters across all eras. Architect of Epstein's complex corporate structure designed to shield assets.",
    "ev": "~600 emails spanning all eras. Designed the corporate structure (Compass Point, VI LLCs) that enabled Epstein's operations. Co-executor of estate worth $600M+.",
    "assoc": [
      "Jeffrey Epstein",
      "Lesley Groff",
      "Les Wexner",
      "Richard Kahn"
    ],
    "status": "Alive. Co-executor of Epstein estate. Sued by US Virgin Islands AG for facilitating trafficking. Named in multiple civil suits. Under investigation for role in estate management.",
    "legal": "named_in_civil"
  },
  "richard_kahn": {
    "n": "Richard Kahn",
    "b": "~1960",
    "d": null,
    "nat": "American",
    "occ": "Financial manager",
    "bg": "Epstein's daily financial manager and news briefer. Co-executor of Epstein's estate alongside Darren Indyke. Managed Epstein's financial interests and provided daily news briefings via email.",
    "conn": "~500 emails. Daily news sharing, financial matters, Trump commentary. One of six constant-presence contacts across all eras.",
    "ev": "~500 emails. Co-executor of $600M+ estate. Daily operational financial management for convicted sex offender across all eras.",
    "assoc": [
      "Jeffrey Epstein",
      "Darren Indyke",
      "Lesley Groff"
    ],
    "status": "Alive. Co-executor of Epstein estate. Named in civil lawsuits and USVI AG investigation. Under scrutiny for estate management role.",
    "legal": "named_in_civil"
  },
  "larry_summers": {
    "n": "Lawrence Henry Summers",
    "b": "1954",
    "d": null,
    "nat": "American",
    "occ": "Economist, academic, former government official",
    "bg": "71st US Secretary of the Treasury (1999-2001) under Clinton. 27th President of Harvard University (2001-2006, resigned amid controversy). Director of National Economic Council under Obama (2009-2010). Professor at Harvard. Net worth estimated $40M+.",
    "conn": "783 emails + 72 iMessages. FLIGHT CONFIRMED: Treasure Cay to Palm Beach, Feb 16 2013. Political discussions, 'Buddha' correction. Epstein brokered dinner with Steve Bannon.",
    "ev": "783 emails + flight manifest HOUSE_OVERSIGHT_006294 confirming flight with Epstein and Woody Allen from Bahamas. Epstein brokered Summers-Bannon dinner.",
    "assoc": [
      "Jeffrey Epstein",
      "Steve Bannon",
      "Woody Allen",
      "Noam Chomsky"
    ],
    "status": "Alive. Professor at Harvard Kennedy School. Acknowledged meeting Epstein but said relationship was about intellectual discussions. No criminal charges. Continues as prominent public intellectual and economic commentator.",
    "legal": "named_in_docs"
  },
  "alan_dershowitz": {
    "n": "Alan Morton Dershowitz",
    "b": "1938",
    "d": null,
    "nat": "American",
    "occ": "Attorney, legal scholar",
    "bg": "Felix Frankfurter Professor of Law Emeritus at Harvard Law School. One of America's most prominent appellate lawyers. Defended OJ Simpson, Harvey Weinstein, Trump (impeachment), and Epstein. Author of numerous books on law and civil liberties.",
    "conn": "38 emails. FLIGHT CONFIRMED: TEB to Miami, Dec 14 2007. Defended Epstein in 2008 plea deal. Named by Virginia Giuffre in allegations (which he vigorously denied). Defended Ghislaine Maxwell.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_005644 confirming flight with Epstein and Igor Zinoviev. Named in Virginia Giuffre allegations. Defended both Epstein and Maxwell legally.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Prince Andrew",
      "Igor Zinoviev"
    ],
    "status": "Alive. Settled defamation suit with Virginia Giuffre in 2022. Has vigorously denied all allegations of sexual misconduct. Continues practicing law and making media appearances. Published memoir addressing Epstein connection.",
    "legal": "named_in_civil"
  },
  "bill_gates": {
    "n": "William Henry Gates III",
    "b": "1955",
    "d": null,
    "nat": "American",
    "occ": "Technology entrepreneur, philanthropist",
    "bg": "Co-founder of Microsoft. Served as CEO until 2000, chairman until 2014. Co-chair of Bill & Melinda Gates Foundation. Was world's richest person for many years. Net worth ~$130B. Divorced Melinda French Gates in 2021; Epstein relationship cited as factor.",
    "conn": "FLIGHT CONFIRMED: TEB to Palm Beach, Mar 1 2013, N909JE (HOUSE_OVERSIGHT_006289). Multiple meetings at Epstein's Manhattan townhouse documented by NYT. Connected via Melanie Walker and Boris Nikolic.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_006289 confirming flight with Epstein. NYT documented multiple meetings at Epstein's townhouse 2011-2014. Epstein connection cited in divorce.",
    "assoc": [
      "Jeffrey Epstein",
      "Melanie Walker",
      "Boris Nikolic",
      "Joi Ito"
    ],
    "status": "Alive. Acknowledged meeting Epstein but said it was about philanthropy and he regretted it. Epstein relationship contributed to 2021 divorce from Melinda. No criminal charges. Continues philanthropy via Gates Foundation.",
    "legal": "named_in_docs"
  },
  "bill_clinton": {
    "n": "William Jefferson Clinton",
    "b": "1946",
    "d": null,
    "nat": "American",
    "occ": "42nd President of the United States",
    "bg": "42nd President (1993-2001). Rhodes Scholar, Yale Law graduate, former Governor of Arkansas. Founded Clinton Foundation. Net worth estimated $120M. One of the most recognizable figures linked to Epstein through flight logs.",
    "conn": "26+ documented flights on the Lolita Express. Visited Little St. James Island according to witnesses. Connected to Maxwell through Clinton Global Initiative.",
    "ev": "26+ flights on Lolita Express documented in flight logs. Multiple witnesses place him on Epstein's island. Photographed with Maxwell at multiple events.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Kevin Spacey",
      "Chris Tucker"
    ],
    "status": "Alive. Spokesman has said Clinton knew nothing of Epstein's crimes and was never on the island (contradicted by witnesses). No criminal charges. Continues public life through Clinton Foundation.",
    "legal": "named_in_docs"
  },
  "donald_trump": {
    "n": "Donald John Trump",
    "b": "1946",
    "d": null,
    "nat": "American",
    "occ": "45th & 47th President of the United States",
    "bg": "Real estate developer, TV personality, 45th President (2017-2021), 47th President (2025-). Built Trump Organization real estate empire. Known association with Epstein in 1980s-2000s Palm Beach/NYC social circles. Net worth estimated $5-7B.",
    "conn": "Known associate from 1980s-2000s. 'Terrific guy' quote in 2002 New York Magazine. Both members of Mar-a-Lago. Later distanced, claimed to have banned Epstein from Mar-a-Lago. Multiple phone numbers in Epstein's black book.",
    "ev": "'I've known Jeff for 15 years. Terrific guy. He's a lot of fun to be with. It is even said that he likes beautiful women as much as I do, and many of them are on the younger side.' - 2002 quote.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Nicholas Ribis"
    ],
    "status": "Alive. 47th President. Has distanced himself from Epstein, claiming he banned him from Mar-a-Lago. Appeared in some Epstein-related photographs. No criminal charges related to Epstein.",
    "legal": "named_in_docs"
  },
  "prince_andrew": {
    "n": "Prince Andrew, Duke of York",
    "b": "1960",
    "d": null,
    "nat": "British",
    "occ": "Member of the British Royal Family",
    "bg": "Third child of Queen Elizabeth II and Prince Philip. Served in Royal Navy during Falklands War. Longtime royal representative for trade and business. His public role collapsed due to Epstein association and Virginia Giuffre lawsuit.",
    "conn": "Close associate of both Epstein and Maxwell. Virginia Giuffre alleged she was trafficked to Andrew when she was 17. Settled civil lawsuit for estimated £12M in 2022. Photographed with arm around Giuffre at Maxwell's London home.",
    "ev": "Virginia Giuffre photograph at Maxwell's London home. Civil settlement ~£12M. Disastrous BBC Newsnight interview Nov 2019. Stripped of military titles and royal patronages by Queen Elizabeth.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Sarah Ferguson",
      "Virginia Giuffre"
    ],
    "status": "Alive. Settled Giuffre lawsuit ~£12M Feb 2022. Stripped of military titles and HRH style. Withdrew from public life. Lives at Royal Lodge, Windsor. Described by press as 'effectively exiled' from royal duties.",
    "legal": "settled_civil"
  },
  "les_wexner": {
    "n": "Leslie Herbert Wexner",
    "b": "1937",
    "d": null,
    "nat": "American",
    "occ": "Businessman, founder of L Brands",
    "bg": "Founder and former CEO of L Brands (Victoria's Secret, Bath & Body Works, The Limited). Was Ohio's richest person for decades. Net worth ~$5B. The most significant financial benefactor in Epstein's life, granting him power of attorney and a $77M Manhattan townhouse.",
    "conn": "Gave Epstein power of attorney over his finances. Transferred $77M Manhattan townhouse to Epstein. Epstein managed Wexner's finances for years. Severed ties in 2007, claiming Epstein 'misappropriated' funds.",
    "ev": "$77M mansion transfer. Power of attorney grant giving Epstein control over personal finances. Only known client of Epstein's financial management firm for years.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Darren Indyke"
    ],
    "status": "Alive. Stepped down as L Brands CEO 2020. Said Epstein 'misappropriated vast sums' from him. Cooperated with investigations. No criminal charges. Lives in Ohio.",
    "legal": "named_in_docs"
  },
  "leon_black": {
    "n": "Leon David Black",
    "b": "1951",
    "d": null,
    "nat": "American",
    "occ": "Investor, co-founder of Apollo Global Management",
    "bg": "Co-founded Apollo Global Management, one of the world's largest private equity firms. Former chairman and CEO. Net worth ~$10B. Paid Epstein $158M in advisory and other fees between 2012-2017.",
    "conn": "$158M in advisory fees to Epstein. FLIGHT CONFIRMED: TEB to Bedford MA, Apr 15 2012, N909JE (HOUSE_OVERSIGHT_006335). Resigned as Apollo CEO March 2021 after independent review confirmed payments.",
    "ev": "$158M in documented payments. Flight manifest HOUSE_OVERSIGHT_006335. Independent review by Dechert LLP confirmed $158M but found no wrongdoing beyond poor judgment.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Resigned as Apollo CEO March 2021. Remained chairman briefly before stepping down entirely. Independent review found he received legitimate tax and estate planning advice. No criminal charges. Continues as investor.",
    "legal": "named_in_docs"
  },
  "melanie_walker": {
    "n": "Melanie Walker",
    "b": "~1970",
    "d": null,
    "nat": "American",
    "occ": "Science advisor, former Gates Foundation",
    "bg": "Neurosurgeon and science advisor who worked at the Bill & Melinda Gates Foundation and the World Bank. Key bridge between Epstein and Bill Gates. Met Epstein in 1992 when she won a beauty pageant.",
    "conn": "532 iMessages. Primary bridge connecting Epstein to Bill Gates. Gates Foundation advisor who facilitated introductions between the two.",
    "ev": "532 iMessages. Key intermediary between Epstein and Gates, facilitating the relationship that became a factor in Gates' divorce.",
    "assoc": [
      "Jeffrey Epstein",
      "Bill Gates",
      "Boris Nikolic"
    ],
    "status": "Alive. Left Gates Foundation. Low public profile since Epstein revelations.",
    "legal": "named_in_docs"
  },
  "joi_ito": {
    "n": "Joichi Ito",
    "b": "1966",
    "d": null,
    "nat": "Japanese-American",
    "occ": "Technology entrepreneur, former MIT Media Lab director",
    "bg": "Director of MIT Media Lab (2011-2019). Venture capitalist, internet pioneer, and Creative Commons board member. Resigned from MIT after revelations he accepted funding from Epstein and concealed it.",
    "conn": "30 emails + 21 iMessages. $25K ASU funding channel. CONFIRMED on flight STT to BOS with Epstein, Reid Hoffman Nov 30 2014. Resigned from MIT after New Yorker expose.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_008115. Secretly channeled Epstein funding to MIT. New Yorker expose by Ronan Farrow revealed concealment scheme.",
    "assoc": [
      "Jeffrey Epstein",
      "Reid Hoffman",
      "Bill Gates",
      "Seth Lloyd",
      "Neri Oxman"
    ],
    "status": "Alive. Resigned from MIT Media Lab September 2019. Resigned from NYT board and other positions. Left multiple board seats. Continues tech investing in Japan.",
    "legal": "named_in_docs"
  },
  "lawrence_krauss": {
    "n": "Lawrence Maxwell Krauss",
    "b": "1954",
    "d": null,
    "nat": "American-Canadian",
    "occ": "Theoretical physicist",
    "bg": "Foundation Professor at Arizona State University (resigned 2019). Author of 'A Universe from Nothing.' Prominent science communicator and atheism advocate. Separate BuzzFeed investigation reported sexual harassment allegations.",
    "conn": "~200 emails. Defended Epstein in BuzzFeed article. Proposed 'men of the world conference' naming Spacey. Three-way article exchange with Chomsky and Epstein about fanaticism. Heidelberg conference connections.",
    "ev": "~200 emails. Proposed 'men of the world conference' naming Kevin Spacey (160 stars). Publicly defended Epstein in media. Separate harassment scandal at ASU.",
    "assoc": [
      "Jeffrey Epstein",
      "Noam Chomsky",
      "Kevin Spacey"
    ],
    "status": "Alive. Resigned from ASU 2019 after sexual harassment investigation. Epstein relationship compounded his professional downfall. No longer holds university position.",
    "legal": "named_in_docs"
  },
  "michael_wolff": {
    "n": "Michael Francis Wolff",
    "b": "1953",
    "d": null,
    "nat": "American",
    "occ": "Author, journalist",
    "bg": "Author of 'Fire and Fury: Inside the Trump White House' (2018), bestselling account of Trump's first year. Media columnist and author of multiple books about media moguls. Founded Newser aggregation site.",
    "conn": "150 emails + 24 iMessages. Reported Bannon meetings to Epstein. 'Three hours with SB who believes DJT won't last.' Introduced to Ken Starr via Epstein.",
    "ev": "150 emails + 24 iMessages documenting him as intelligence conduit between Bannon/Trump White House and Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Steve Bannon",
      "Ken Starr"
    ],
    "status": "Alive. Continues writing and media commentary. Published additional Trump books. His role as intermediary between Epstein and White House circles documented in archive.",
    "legal": "named_in_docs"
  },
  "jean_luc_brunel": {
    "n": "Jean-Luc Brunel",
    "b": "1946",
    "d": "2022",
    "nat": "French",
    "occ": "Model scout, agency owner",
    "bg": "French model scout and founder of MC2 Model Management in Miami. Previously ran Karin Models in Paris. Multiple women accused him of sexual assault and drugging dating back to the 1980s. CBS 60 Minutes investigated him in 1988.",
    "conn": "~80 emails. MC2 modeling agency funded by Epstein. Supplied young models/girls to Epstein according to multiple victims. Travel from Zagreb/Tel Aviv documented in emails.",
    "ev": "~80 emails. MC2 agency funded by Epstein. Multiple victims named him as procurer. Virginia Giuffre alleged Brunel trafficked girls as young as 12.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Nadia Marcinkova",
      "Sarah Kellen"
    ],
    "status": "Deceased. Found hanged in his Paris jail cell February 19, 2022 while awaiting trial for rape and sexual assault of minors. Death ruled suicide. Second Epstein associate to die by hanging in custody.",
    "legal": "charged"
  },
  "reid_weingarten": {
    "n": "Reid H. Weingarten",
    "b": "~1955",
    "d": null,
    "nat": "American",
    "occ": "Criminal defense attorney",
    "bg": "Partner at Steptoe & Johnson LLP. One of Washington's premier white-collar criminal defense attorneys. Has represented numerous high-profile clients including former Enron executive and other corporate figures.",
    "conn": "~300 emails. Legal counsel for Epstein during Trump era. Trump/Mueller discussions, 'beginning of the end' commentary. Provided legal strategy advice.",
    "ev": "~300 emails providing legal counsel to convicted sex offender post-plea deal, including political intelligence about Trump-Russia investigation.",
    "assoc": [
      "Jeffrey Epstein",
      "Kathy Ruemmler",
      "Darren Indyke"
    ],
    "status": "Alive. Continues practicing law at Steptoe & Johnson. Attorney-client privilege limits scrutiny of his role.",
    "legal": "named_in_docs"
  },
  "kathy_ruemmler": {
    "n": "Kathryn Haun Ruemmler",
    "b": "~1971",
    "d": null,
    "nat": "American",
    "occ": "Attorney, corporate executive",
    "bg": "Former White House Counsel under Obama (2011-2014). Now General Counsel at Goldman Sachs. Previously at DOJ where she prosecuted Enron executives. One of the most powerful women in American law.",
    "conn": "~200 emails. Legal advice and political commentary including 'Trump is truly stupid.' Susan Rice case discussions. Wall Street Journal revealed she visited Epstein's home and island.",
    "ev": "~200 emails. WSJ revealed visits to Epstein's Manhattan home and private island while serving as a senior Goldman Sachs executive.",
    "assoc": [
      "Jeffrey Epstein",
      "Reid Weingarten",
      "Larry Summers"
    ],
    "status": "Alive. General Counsel at Goldman Sachs. Goldman retained her despite Epstein revelations. No criminal charges.",
    "legal": "named_in_docs"
  },
  "noam_chomsky": {
    "n": "Avram Noam Chomsky",
    "b": "1928",
    "d": null,
    "nat": "American",
    "occ": "Linguist, philosopher, political commentator",
    "bg": "MIT Institute Professor Emeritus. Father of modern linguistics. Most cited living scholar. Author of 100+ books on linguistics, politics, and philosophy. Considered the most influential public intellectual of the modern era.",
    "conn": "~20 emails. Introduced to Ehud Barak via Epstein. Three-way article exchange with Krauss on fanaticism. When asked in 2023, initially said meetings were 'none of your business.'",
    "ev": "Epstein brokered Chomsky-Barak dinner ('chomsly is in new york'). Three-way intellectual exchange used by Epstein for academic legitimacy.",
    "assoc": [
      "Jeffrey Epstein",
      "Ehud Barak",
      "Lawrence Krauss",
      "Bob Berwick"
    ],
    "status": "Alive but declining health. Suffered major stroke June 2023. Age 97. Recovering at home in Brazil. Epstein connection tarnished legacy among some supporters.",
    "legal": "named_in_docs"
  },
  "reid_hoffman": {
    "n": "Reid Garrett Hoffman",
    "b": "1967",
    "d": null,
    "nat": "American",
    "occ": "Technology entrepreneur, venture capitalist",
    "bg": "Co-founder of LinkedIn ($26.2B acquisition by Microsoft 2016). Partner at Greylock Partners. Early investor in Facebook, Airbnb. Major Democratic donor. Net worth ~$2.5B. Board member at Microsoft.",
    "conn": "CONFIRMED on flight STT to BOS, Nov 30 2014, N908JE with Epstein, Joi Ito, Andreas Machl (HOUSE_OVERSIGHT_008115). Flew from US Virgin Islands — Epstein's island territory.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_008115 from St. Thomas (near Epstein's island) to Boston with Joi Ito.",
    "assoc": [
      "Jeffrey Epstein",
      "Joi Ito",
      "Bill Gates"
    ],
    "status": "Alive. Publicly apologized 2019, said he was 'deeply embarrassed.' Donated to victims' charities. Continues as major tech investor and Microsoft board member.",
    "legal": "named_in_docs"
  },
  "martin_nowak": {
    "n": "Martin Andreas Nowak",
    "b": "1965",
    "d": null,
    "nat": "Austrian-American",
    "occ": "Mathematician, biologist, Harvard professor",
    "bg": "Professor of mathematics and biology at Harvard. Director of Program for Evolutionary Dynamics. Leading researcher in evolutionary game theory. Member of Pontifical Academy of Sciences. Published 500+ papers.",
    "conn": "CONFIRMED on flight Sep 4 2015 with Bob Berwick and Andy Knoll (HOUSE_OVERSIGHT_001880). Received $6.5M in Epstein funding — one of largest known academic donations from Epstein.",
    "ev": "$6.5M in Epstein funding to Harvard program. Flight manifest HOUSE_OVERSIGHT_001880 with other Epstein-funded academics.",
    "assoc": [
      "Jeffrey Epstein",
      "Bob Berwick",
      "Barnaby Marsh"
    ],
    "status": "Alive. Placed on administrative leave by Harvard during Epstein review 2020. Program lost independent status. Eventually returned to teaching. $6.5M remains one of most controversial academic donations.",
    "legal": "named_in_docs"
  },
  "woody_allen": {
    "n": "Allan Stewart Konigsberg",
    "b": "1935",
    "d": null,
    "nat": "American",
    "occ": "Film director, screenwriter, actor",
    "bg": "Prolific filmmaker with 50+ films including Annie Hall, Manhattan, Midnight in Paris. Four Academy Awards. Career overshadowed by allegations from adopted daughter Dylan Farrow and marriage to Soon-Yi Previn. Net worth ~$140M.",
    "conn": "TWO CONFIRMED FLIGHTS: (1) TEB to Paris Mar 21 2013 with 'Mrs Allen' and Anonymous Female (HOUSE_OVERSIGHT_006286). (2) Treasure Cay to PBI Feb 16 2013 with Larry Summers (HOUSE_OVERSIGHT_006294). Wife Soon-Yi had 71 iMessages with Epstein.",
    "ev": "Two flight manifests. Soon-Yi Previn's 71 iMessages. Transatlantic flight with anonymous female. Listed in JPhotos people directory.",
    "assoc": [
      "Jeffrey Epstein",
      "Larry Summers",
      "Soon-Yi Previn"
    ],
    "status": "Alive, age 90. Semi-retired from filmmaking. HBO documentary 'Allen v. Farrow' (2021) renewed controversy. Epstein flights add another layer to troubled legacy.",
    "legal": "named_in_docs"
  },
  "kevin_spacey": {
    "n": "Kevin Spacey Fowler",
    "b": "1959",
    "d": null,
    "nat": "American",
    "occ": "Actor",
    "bg": "Two-time Academy Award winner (American Beauty, The Usual Suspects). Star of House of Cards. Former artistic director of London's Old Vic theatre. Career collapsed in 2017 after multiple sexual misconduct allegations.",
    "conn": "Confirmed on Lolita Express Africa trip 2002 with Bill Clinton and Chris Tucker. Appears in JPhotos archive. Named in Krauss's 'men of the world conference' email (160 stars).",
    "ev": "Confirmed Lolita Express flight to Africa with Clinton. JPhotos thumbnail alongside Epstein, Maxwell, Clinton, Gates, Trump.",
    "assoc": [
      "Jeffrey Epstein",
      "Bill Clinton",
      "Chris Tucker",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Acquitted of UK sexual assault charges July 2023. NY civil case dismissed 2022. Attempting career comeback in low-budget European productions. Largely blacklisted from Hollywood.",
    "legal": "named_in_docs"
  },
  "david_copperfield": {
    "n": "David Seth Kotkin",
    "b": "1956",
    "d": null,
    "nat": "American",
    "occ": "Illusionist",
    "bg": "Most commercially successful magician in history. Known for Statue of Liberty disappearance and walking through Great Wall of China. Owns Musha Cay islands in Bahamas. Net worth ~$875M.",
    "conn": "Named in victim depositions as visiting Little St. James Island. Extensive black book entry. Virginia Giuffre alleged Epstein claimed Copperfield knew about trafficking. He denies all wrongdoing.",
    "ev": "Named in victim depositions regarding island visits. Virginia Giuffre allegations. Extensive black book entry with multiple contact numbers.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Continues Las Vegas residency at MGM Grand. Separately faced misconduct allegations 2018 (denied). No criminal charges related to Epstein.",
    "legal": "named_in_depositions"
  },
  "naomi_campbell": {
    "n": "Naomi Elaine Campbell",
    "b": "1970",
    "d": null,
    "nat": "British",
    "occ": "Supermodel, actress",
    "bg": "One of the original 'Big Six' supermodels. First Black woman on cover of French Vogue. Global fashion icon for 35+ years. Founded Fashion for Relief charity. Became mother at age 50 in 2021. Net worth ~$80M.",
    "conn": "Named in flight logs. Part of NYC/Caribbean celebrity social circle overlapping with Epstein-Maxwell world. Connected through fashion industry that Epstein accessed via Brunel.",
    "ev": "Named in Lolita Express flight logs. Social connections through fashion/modeling industry.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Jean-Luc Brunel"
    ],
    "status": "Alive. Continues modeling and business. UK Charity Commission found misconduct at Fashion for Relief 2024 (unrelated to Epstein). Has not publicly addressed flight log appearances.",
    "legal": "named_in_docs"
  },
  "sarah_ferguson": {
    "n": "Sarah Margaret Ferguson",
    "b": "1959",
    "d": null,
    "nat": "British",
    "occ": "Duchess of York, author",
    "bg": "Former wife of Prince Andrew. Member of British royal family. Author, TV personality, Weight Watchers spokesperson. Faced persistent financial difficulties after 1996 divorce. Diagnosed with breast cancer 2023, melanoma 2024.",
    "conn": "Received £15,000 payment from Epstein channeled through Prince Andrew. She publicly acknowledged this as a 'gigantic error of judgment.' Connected primarily through ex-husband Andrew.",
    "ev": "Documented £15K payment from Epstein via Prince Andrew, which she publicly confirmed and apologized for.",
    "assoc": [
      "Jeffrey Epstein",
      "Prince Andrew",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Recovering from cancer treatments. Publicly apologized for accepting Epstein money. Remains supportive of Prince Andrew.",
    "legal": "named_in_docs"
  },
  "mark_epstein": {
    "n": "Mark David Epstein",
    "b": "1953",
    "d": null,
    "nat": "American",
    "occ": "Real estate developer",
    "bg": "Jeffrey Epstein's brother. Managed properties in New York including apartments on East 66th Street that prosecutors investigated for potential use in trafficking operation. Small-scale real estate business.",
    "conn": "~100 emails spanning all eras. Putin/Trump joke = 4,480 stars (most starred email in entire archive). Managed properties investigated by prosecutors for trafficking use.",
    "ev": "Most-starred email in archive (4,480 stars). Management of E 66th St apartments where victims were reportedly housed.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Darren Indyke"
    ],
    "status": "Alive. Testified in Maxwell trial Dec 2021. Deposed multiple times in civil cases. Claims no knowledge of brother's crimes. Low public profile.",
    "legal": "named_in_docs"
  },
  "emad_hanna": {
    "n": "Emad Hanna",
    "b": "~1960s",
    "d": null,
    "nat": "American",
    "occ": "Estate manager",
    "bg": "Managed Jeffrey Epstein's extensive property portfolio, particularly Little St. James Island operations in the US Virgin Islands. Little known about pre-Epstein background.",
    "conn": "~300 emails. Managed Little St. James operations — the private island where widespread abuse allegedly occurred. Property maintenance and logistics coordination.",
    "ev": "Direct management of Little St. James Island operations where victims allege widespread abuse occurred.",
    "assoc": [
      "Jeffrey Epstein",
      "John Amerling",
      "Lesley Groff",
      "Larry Visoski"
    ],
    "status": "Alive. Not criminally charged. Low public profile. Operational role documented in court filings.",
    "legal": "named_in_docs"
  },
  "larry_visoski": {
    "n": "Lawrence Paul Visoski Jr.",
    "b": "1959",
    "d": null,
    "nat": "American",
    "occ": "Pilot",
    "bg": "Epstein's longtime personal pilot for nearly 25 years (1991-2019). Flew Boeing 727 (N908JE), Gulfstream (N909JE) and other aircraft. Logged 4,292 flights, 10,343 hours, transported 3,302 passengers. The 'Lolita Express' pilot.",
    "conn": "~200 emails. Listed as crew on virtually all high-profile flights including Gates, Allen, Summers, Hoffman, Dershowitz manifests. Firsthand witness to every major Epstein flight.",
    "ev": "Listed as crew on all confirmed HOUSE_OVERSIGHT flight manifests. Flew 4,292 documented flights over 25 years.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "All passengers"
    ],
    "status": "Alive. Testified at Maxwell trial Nov 2021. Said he never witnessed sexual activity on planes. Granted immunity in exchange for testimony.",
    "legal": "granted_immunity"
  },
  "nadia_marcinkova": {
    "n": "Nadia Marcinkova (now Nadia Marcinko)",
    "b": "1986",
    "d": null,
    "nat": "Slovak-American",
    "occ": "Former Epstein associate, pilot",
    "bg": "Reportedly brought to US from Slovakia by Epstein when she was ~15. Epstein reportedly told associates he 'purchased' her. Later became commercial pilot and attempted rebrand as 'Global Girl.' Multiple victims identified her as both victim and participant.",
    "conn": "~40 emails. Named as both victim (brought from Eastern Europe as minor) and participant in abuse by multiple victims. Named as potential co-conspirator in federal investigations.",
    "ev": "Multiple victim testimonies describing dual role as trafficking victim and participant. 'Model death' notification email to Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Sarah Kellen",
      "Jean-Luc Brunel"
    ],
    "status": "Alive. Received non-prosecution agreement in 2008 plea deal. Lives as Nadia Marcinko / 'Global Girl.' Filed motions to keep name sealed. Never charged despite co-conspirator designation.",
    "legal": "co_conspirator"
  },
  "sarah_kellen": {
    "n": "Sarah Kellen (now Sarah Kellen Vickers)",
    "b": "1980",
    "d": null,
    "nat": "American",
    "occ": "Former Epstein associate, interior designer",
    "bg": "Epstein's personal assistant who managed scheduling and logistics. Identified by victims as key recruiter who scheduled 'massage' appointments. Married NASCAR driver Brian Vickers 2013. Now works as interior designer.",
    "conn": "~30 emails. Coordinated helicopter, Ferrari, operational logistics. Named as potential co-conspirator. Victims describe her as primary scheduler of sexual encounters with clinical efficiency.",
    "ev": "Named as potential co-conspirator. Multiple victims identified her as primary scheduler of abuse appointments.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Nadia Marcinkova",
      "Lesley Groff"
    ],
    "status": "Alive. Received non-prosecution agreement in 2008. Named in 2023-2024 document releases. Identified as co-conspirator. Living as Sarah Vickers. Never criminally charged.",
    "legal": "co_conspirator"
  },
  "anthony_scaramucci": {
    "n": "Anthony Scaramucci",
    "b": "1964",
    "d": null,
    "nat": "American",
    "occ": "Financier, political figure",
    "bg": "Founder of SkyBridge Capital. Briefly served as White House Communications Director (11 days) under Trump in 2017. Harvard Law graduate. CNBC contributor. Net worth ~$200M.",
    "conn": "107 iMessages. Political advice exchanges with Epstein.",
    "ev": "107 iMessages with convicted sex offender.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues running SkyBridge Capital. Became Trump critic. Media commentator.",
    "legal": "named_in_docs"
  },
  "ken_starr": {
    "n": "Kenneth Winston Starr",
    "b": "1946",
    "d": "2022",
    "nat": "American",
    "occ": "Attorney, former Special Counsel",
    "bg": "Former Solicitor General. Led Whitewater investigation of Clinton as Independent Counsel. President of Baylor University (forced out over sexual assault scandal). Member of Trump's impeachment defense team.",
    "conn": "~20 emails. Rubenfeld discussion. Introduced to Michael Wolff via Epstein. Part of Epstein's legal world connections.",
    "ev": "~20 emails with Epstein. Introduced to Wolff via Epstein, creating media-legal intelligence pathway.",
    "assoc": [
      "Jeffrey Epstein",
      "Michael Wolff"
    ],
    "status": "Deceased. Died September 13, 2022 from complications after surgery. Was 76.",
    "legal": "named_in_docs"
  },
  "robert_trivers": {
    "n": "Robert Ludlow Trivers",
    "b": "1943",
    "d": "2024",
    "nat": "American",
    "occ": "Evolutionary biologist",
    "bg": "Rutgers University professor. Pioneer of sociobiology and evolutionary psychology. Developed theories of reciprocal altruism, parent-offspring conflict, and self-deception. Described by Steven Pinker as 'one of the great thinkers in the history of Western thought.'",
    "conn": "~50 emails. Biology discussions with Epstein. David Haig introduction. Part of Epstein's academic legitimacy network.",
    "ev": "~50 emails discussing evolutionary biology with convicted sex offender.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Deceased. Died October 2024.",
    "legal": "named_in_docs"
  },
  "nicholas_ribis": {
    "n": "Nicholas Ribis Sr.",
    "b": "~1950s",
    "d": null,
    "nat": "American",
    "occ": "Business executive",
    "bg": "Business executive connected to Trump Organization and Mar-a-Lago circles. Served as president of Trump's Castle casino in Atlantic City.",
    "conn": "~50 emails. Trump/Stormy Daniels gossip relay. Manafort news. Mar-a-Lago golf sightings reported to Epstein.",
    "ev": "~50 emails relaying Trump gossip and Mar-a-Lago intelligence to Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Donald Trump"
    ],
    "status": "Alive. Low public profile.",
    "legal": "named_in_docs"
  },
  "landon_thomas": {
    "n": "Landon Thomas Jr.",
    "b": "~1970",
    "d": null,
    "nat": "American",
    "occ": "Journalist",
    "bg": "Former New York Times reporter covering finance and wealth. Known for sympathetic profiles of wealthy figures. Fired from NYT after his Epstein connections were revealed.",
    "conn": "~50 emails. Pitched profiles of Epstein contacts to NYT. Apple analysis shared. Barrack profile coordination. Used journalistic access to serve Epstein's interests.",
    "ev": "~50 emails showing NYT reporter coordinating with Epstein on profiles of his contacts, compromising journalistic independence.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Fired from New York Times. His relationship with Epstein represents one of the most significant journalistic ethics failures in the case.",
    "legal": "named_in_docs"
  },
  "cecilia_steen": {
    "n": "Cecilia Steen",
    "b": "~1960s",
    "d": null,
    "nat": "Swedish",
    "occ": "Unknown",
    "bg": "Swedish contact who maintained correspondence with Epstein across all four eras (pre-conviction through Trump presidency). Sent numbered reports. Discussed Bell 430 helicopter.",
    "conn": "~60 emails spanning all eras. Sent numbered reports to Epstein. 'With love' — one of the last messages in the archive, sent after his July 2019 arrest.",
    "ev": "'My dearest Jeffrey' email after arrest (385 stars). One of only six contacts present across all four eras.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. One of the most enduring and mysterious contacts in the archive.",
    "legal": "named_in_docs"
  },
  "sultan_bin_sulayem": {
    "n": "Sultan Ahmed Bin Sulayem",
    "b": "1955",
    "d": null,
    "nat": "Emirati",
    "occ": "Chairman of DP World",
    "bg": "Chairman of DP World, one of world's largest port operators. Group Chairman of Dubai World. One of Dubai's most powerful business figures. Key player in UAE's economic transformation.",
    "conn": "~100 emails. Carbyne startup investment with Ehud Barak. Donations. Dubai business connections. Bridge between Epstein and Gulf wealth.",
    "ev": "~100 emails connecting Epstein to Dubai/Gulf business and Carbyne investment with Barak.",
    "assoc": [
      "Jeffrey Epstein",
      "Ehud Barak"
    ],
    "status": "Alive. Continues as DP World chairman. No criminal charges. His Epstein connection less scrutinized than Western figures.",
    "legal": "named_in_docs"
  },
  "john_amerling": {
    "n": "John Amerling",
    "b": "~1960s",
    "d": null,
    "nat": "American",
    "occ": "Property manager",
    "bg": "Managed island operations and properties for Epstein. Handled prefab homes, boats, Puerto Rico operations. Operational counterpart to Emad Hanna.",
    "conn": "~100 emails. Island operations, prefab homes, boats, Puerto Rico. Operational infrastructure maintenance.",
    "ev": "~100 emails documenting operational management of Epstein's island infrastructure.",
    "assoc": [
      "Jeffrey Epstein",
      "Emad Hanna",
      "Lesley Groff"
    ],
    "status": "Alive. Not criminally charged. Low public profile.",
    "legal": "named_in_docs"
  },
  "al_seckel": {
    "n": "Al Seckel",
    "b": "1958",
    "d": "2015",
    "nat": "American",
    "occ": "Perceptual scientist, PR consultant",
    "bg": "Self-styled expert on optical illusions and perception. TED speaker. Turned PR consultant who helped manage reputations. History of fraud allegations and misrepresentation of credentials.",
    "conn": "~30 emails. Post-plea reputation management for Epstein. Monitored search results and online reputation. PR/damage control after 2008 conviction.",
    "ev": "~30 emails showing systematic reputation management and search result monitoring for convicted sex offender.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Deceased. Died in 2015 under disputed circumstances (reported fall from cliff in France). Multiple fraud allegations preceded death.",
    "legal": "named_in_docs"
  },
  "peter_mandelson": {
    "n": "Peter Benjamin Mandelson",
    "b": "1953",
    "d": null,
    "nat": "British",
    "occ": "Politician, Baron Mandelson",
    "bg": "Senior Labour politician. Twice Cabinet minister under Tony Blair. EU Trade Commissioner. Now Baron Mandelson. Key architect of 'New Labour.' Currently Chancellor of Oxford University. Close friend of Jeffrey Epstein.",
    "conn": "~20 emails. 'No!!' response to something in archive. Part of Epstein's international political network connecting UK Labour establishment.",
    "ev": "~20 emails. Photographed with Epstein. Named in Epstein's black book. Visited Epstein's homes.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell",
      "Prince Andrew"
    ],
    "status": "Alive. Appointed Chancellor of University of Oxford 2025. Named in Epstein documents released 2024. Continues political career despite scrutiny.",
    "legal": "named_in_docs"
  },
  "miroslav_lajcak": {
    "n": "Miroslav Lajcak",
    "b": "1963",
    "d": null,
    "nat": "Slovak",
    "occ": "Diplomat",
    "bg": "Slovak diplomat. President of the UN General Assembly (72nd session, 2017-2018). Former Foreign Minister of Slovakia. EU Special Representative for various regions.",
    "conn": "103 iMessages. 'My turn in the barrel' message. Contact during his UN GA presidency — Epstein's reach into international diplomacy.",
    "ev": "103 iMessages with convicted sex offender during his UN General Assembly presidency.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues diplomatic career. EU Special Representative for Belgrade-Pristina Dialogue.",
    "legal": "named_in_docs"
  },
  "jonathan_farkas": {
    "n": "Jonathan Farkas",
    "b": "~1960s",
    "d": null,
    "nat": "American",
    "occ": "Real estate developer",
    "bg": "New York real estate developer with Mar-a-Lago connections. Reported Trump meetings and speeches to Epstein.",
    "conn": "~20 emails. Mar-a-Lago speech reports. Trump meeting intelligence relayed to Epstein.",
    "ev": "~20 emails relaying Mar-a-Lago and Trump intelligence to Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Donald Trump"
    ],
    "status": "Alive. Low public profile.",
    "legal": "named_in_docs"
  },
  "celina_dubin": {
    "n": "Celina Dubin",
    "b": "~1998",
    "d": null,
    "nat": "American",
    "occ": "Socialite",
    "bg": "Daughter of hedge fund manager Glenn Dubin and former model Eva Andersson-Dubin. Part of the prominent Dubin family in New York social circles.",
    "conn": "78 iMessages. Was a minor during parts of the relevant period. Connection through parents Glenn and Eva Dubin who socialized with Epstein.",
    "ev": "78 iMessages. Connection primarily through parents' social relationship with Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Glenn Dubin",
      "Eva Dubin"
    ],
    "status": "Alive. Low public profile.",
    "legal": "named_in_docs"
  },
  "soon_yi_previn": {
    "n": "Soon-Yi Previn",
    "b": "1970",
    "d": null,
    "nat": "Korean-American",
    "occ": "Philanthropist",
    "bg": "Born in South Korea, adopted by Mia Farrow and Andre Previn. Married Woody Allen in 1997. Their relationship began when she was the adopted daughter of Allen's partner. Active in children's charity work.",
    "conn": "71 iMessages with Epstein. Connected through husband Woody Allen who flew on Lolita Express.",
    "ev": "71 iMessages. Connected through Allen's documented flights with Epstein.",
    "assoc": [
      "Jeffrey Epstein",
      "Woody Allen"
    ],
    "status": "Alive. Married to Woody Allen. Low public profile.",
    "legal": "named_in_docs"
  },
  "anil_ambani": {
    "n": "Anil Dhirubhai Ambani",
    "b": "1959",
    "d": null,
    "nat": "Indian",
    "occ": "Industrialist",
    "bg": "Chairman of Reliance Group. Once the world's 6th richest person. Net worth collapsed from $42B to near-zero after business failures. Son of Dhirubhai Ambani, founder of Reliance Industries.",
    "conn": "62 iMessages. Part of Epstein's international billionaire network.",
    "ev": "62 iMessages with convicted sex offender.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Faces multiple legal and financial challenges in India. Net worth dramatically reduced.",
    "legal": "named_in_docs"
  },
  "karyna_shuliak": {
    "n": "Karyna Shuliak",
    "b": "~1993",
    "d": null,
    "nat": "Belarusian-American",
    "occ": "Dentist",
    "bg": "Trained as a dentist. Was Jeffrey Epstein's girlfriend at the time of his July 2019 arrest. One of the last people to visit him in jail. Approximately 30 years younger than Epstein.",
    "conn": "Epstein's girlfriend at time of final arrest. One of last visitors to MCC before his death.",
    "ev": "Identified as Epstein's girlfriend at arrest. Last known romantic partner.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Low public profile after Epstein's death.",
    "legal": "named_in_docs"
  },
  "jack_lang": {
    "n": "Jack Mathieu Emile Lang",
    "b": "1939",
    "d": null,
    "nat": "French",
    "occ": "Politician",
    "bg": "Prominent French politician. Twice Minister of Culture (1981-86, 1988-93) and Minister of Education under Mitterrand. Known for Fete de la Musique initiative. President of Institut du Monde Arabe.",
    "conn": "~10 emails. Attempted to place Epstein in French cultural institution — trying to integrate convicted sex offender into French institutional life.",
    "ev": "~10 emails showing effort to place convicted sex offender into French cultural institution.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Named in Epstein documents. Continues cultural activities in France.",
    "legal": "named_in_docs"
  },
  "peter_attia": {
    "n": "Peter Attia",
    "b": "1973",
    "d": null,
    "nat": "Canadian-American",
    "occ": "Physician, longevity researcher",
    "bg": "Longevity-focused physician. Host of 'The Drive' podcast. Author of 'Outlive: The Science of Longevity' (2023 bestseller). Former McKinsey consultant and surgical oncology fellow at Johns Hopkins.",
    "conn": "~10 emails. Clinton/Trump article sharing. Part of Epstein's health/science advisory network.",
    "ev": "~10 emails. Connection appears limited to health/science discussions.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Successful author and podcaster. Epstein connection has received limited scrutiny.",
    "legal": "named_in_docs"
  },
  "deepak_chopra": {
    "n": "Deepak Chopra",
    "b": "1946",
    "d": null,
    "nat": "Indian-American",
    "occ": "Author, alternative medicine advocate",
    "bg": "Bestselling author on spirituality and alternative medicine. Founded Chopra Foundation and Chopra Global. Former chief of staff at New England Memorial Hospital. Net worth ~$150M. Over 90 books published.",
    "conn": "~10 emails. Trump guru article sharing. Peripheral social connection.",
    "ev": "~10 emails. Connection appears limited and social.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues writing and media appearances. Epstein connection minimal.",
    "legal": "named_in_docs"
  },
  "glenn_dubin": {
    "n": "Glenn Russell Dubin",
    "b": "1957",
    "d": null,
    "nat": "American",
    "occ": "Hedge fund manager",
    "bg": "Co-founder of Highbridge Capital Management. Major New York philanthropist and socialite. Net worth ~$2.5B. Close social friend of Epstein for decades.",
    "conn": "~10 emails. New Yorker article mentioned. Close social relationship with Epstein. Home staff member accused of being groomed by Epstein.",
    "ev": "~10 emails. Former household employee Rinaldo Rizzo testified Epstein sent young woman to Dubin home. Dubin denied wrongdoing.",
    "assoc": [
      "Jeffrey Epstein",
      "Eva Dubin",
      "Celina Dubin",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Denied all wrongdoing. Named in Epstein-related depositions and court documents. No criminal charges.",
    "legal": "named_in_depositions"
  },
  "eva_dubin": {
    "n": "Eva Andersson-Dubin",
    "b": "1961",
    "d": null,
    "nat": "Swedish-American",
    "occ": "Physician, former model",
    "bg": "Former Miss Sweden. Physician who trained at Karolinska Institute. Married to Glenn Dubin. Was reportedly in a relationship with Epstein in the 1980s before marrying Dubin. Active philanthropist.",
    "conn": "25 iMessages + emails. Former girlfriend of Epstein. Photos in archive. Long social history predating Dubin marriage.",
    "ev": "25 iMessages. Former romantic relationship with Epstein. Named in Giuffre depositions.",
    "assoc": [
      "Jeffrey Epstein",
      "Glenn Dubin",
      "Celina Dubin",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Named in depositions. Dubin family denied all wrongdoing.",
    "legal": "named_in_depositions"
  },
  "stacey_plaskett": {
    "n": "Stacey Elizabeth Plaskett",
    "b": "1966",
    "d": null,
    "nat": "American",
    "occ": "Politician, USVI Delegate to Congress",
    "bg": "US Virgin Islands delegate to Congress (non-voting). Former Assistant District Attorney in Bronx County. Served as impeachment manager in Trump's second impeachment trial. Howard University graduate.",
    "conn": "32 iMessages. USVI politics discussions. Epstein was major donor/figure in the US Virgin Islands where she represents.",
    "ev": "32 iMessages. Received Epstein-linked campaign donations. USVI AG later sued Epstein estate.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues serving as USVI delegate. Received scrutiny for Epstein campaign donations which she later donated to charity.",
    "legal": "named_in_docs"
  },
  "terje_rod_larsen": {
    "n": "Terje Rod-Larsen",
    "b": "1947",
    "d": null,
    "nat": "Norwegian",
    "occ": "Diplomat",
    "bg": "Norwegian diplomat instrumental in Oslo Accords (1993 Israeli-Palestinian peace agreement). Former UN Special Envoy to Lebanon. President of International Peace Institute. One of Norway's most prominent diplomats.",
    "conn": "23 iMessages. London travel coordination. Part of Epstein's network of international diplomats and UN officials.",
    "ev": "23 iMessages. Resigned as head of International Peace Institute in 2021 over Epstein ties. Received $130K personal loan from Epstein.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Resigned from International Peace Institute 2021 after it was revealed he received personal loan from Epstein. Career significantly damaged.",
    "legal": "named_in_docs"
  },
  "petra_nemcova": {
    "n": "Petra Nemcova",
    "b": "1979",
    "d": null,
    "nat": "Czech",
    "occ": "Supermodel, philanthropist",
    "bg": "Czech supermodel known for Sports Illustrated appearances. Survived 2004 Indian Ocean tsunami which killed her photographer boyfriend. Founded Happy Hearts Fund (now All Hands and Hearts) for disaster relief.",
    "conn": "~10 emails. Cape Town house discussions. 'Love from Prague' correspondence. Social connection through modeling/fashion world.",
    "ev": "~10 emails. Social connection through fashion/modeling circles.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues philanthropy and modeling. Epstein connection appears limited to social circles.",
    "legal": "named_in_docs"
  },
  "conchita_sarnoff": {
    "n": "Conchita Sarnoff",
    "b": "~1960s",
    "d": null,
    "nat": "American",
    "occ": "Journalist, author",
    "bg": "Investigative journalist and author. Executive director of Alliance to Rescue Victims of Trafficking. Wrote 'TrafficKing' about Epstein case. One of earliest journalists to investigate Epstein's plea deal.",
    "conn": "~10 emails. 'Private & Confidential' email sent 2 days before Epstein's July 2019 arrest — one of the final emails in the archive.",
    "ev": "'Private & Confidential' email sent July 5, 2019 — 2 days before arrest. Investigated Epstein but also corresponded with him.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Authored 'TrafficKing' about Epstein case. Unique dual role as both investigator and correspondent.",
    "legal": "named_in_docs"
  },
  "brad_edwards": {
    "n": "Bradley J. Edwards",
    "b": "~1975",
    "d": null,
    "nat": "American",
    "occ": "Attorney",
    "bg": "Victims' rights attorney in Fort Lauderdale, Florida. Represented over 50 Epstein victims in civil proceedings. Author of 'Relentless Pursuit: My Fight for the Victims of Jeffrey Epstein.' Key figure in bringing Epstein to justice.",
    "conn": "Settlement discussions with Epstein. 'Crisp new bill' reference. Represented victims who received compensation from Epstein estate.",
    "ev": "Settlement discussions documented in emails. Represented 50+ victims.",
    "assoc": [
      "Jeffrey Epstein",
      "Virginia Giuffre"
    ],
    "status": "Alive. Continues representing Epstein victims. Authored book about his pursuit of justice for victims. Widely regarded as a hero of the case.",
    "legal": "victims_attorney"
  },
  "boris_nikolic": {
    "n": "Boris Nikolic",
    "b": "~1970",
    "d": null,
    "nat": "Croatian-American",
    "occ": "Venture capitalist, former science advisor",
    "bg": "Former chief science advisor to Bill Gates at the Gates Foundation. Now venture capitalist in biotech. Named in Epstein's will as contingent executor of his estate — a fact Nikolic says shocked him.",
    "conn": "~10 emails. Gates Foundation linked. Named as contingent estate executor in Epstein's final will, signed two days before death.",
    "ev": "Named as contingent executor of Epstein's estate in will signed August 8, 2019 — two days before death. Said he was 'shocked' and 'disgusted.'",
    "assoc": [
      "Jeffrey Epstein",
      "Bill Gates",
      "Melanie Walker"
    ],
    "status": "Alive. Denied close relationship. Said estate naming shocked him. Continues biotech investing.",
    "legal": "named_in_docs"
  },
  "john_brockman": {
    "n": "John Brockman",
    "b": "1941",
    "d": null,
    "nat": "American",
    "occ": "Literary agent, intellectual impresario",
    "bg": "Founder of Edge Foundation, which hosts annual intellectual gatherings ('Edge Question'). Premier literary agent for science writers. Represents many world-famous scientists. Created the 'third culture' concept.",
    "conn": "~5 emails. Invited Epstein to Edge Question 2011. Edge Foundation gatherings provided intellectual social cover for Epstein among top scientists.",
    "ev": "Invited convicted sex offender to elite intellectual gathering (Edge Question 2011), providing social rehabilitation.",
    "assoc": [
      "Jeffrey Epstein",
      "Marvin Minsky",
      "Seth Lloyd"
    ],
    "status": "Alive. Retired from some activities. Edge Foundation connection to Epstein damaged reputation among science community.",
    "legal": "named_in_docs"
  },
  "david_pecker": {
    "n": "David Jay Pecker",
    "b": "1951",
    "d": null,
    "nat": "American",
    "occ": "Media executive",
    "bg": "Former chairman and CEO of American Media Inc (AMI), publisher of National Enquirer. Instrumental in 'catch and kill' operations for Trump. Key witness in Trump hush money trial. Sold AMI in 2020.",
    "conn": "~5 emails. 'Next Steps For Dana' coordination. AMI/Enquirer connections. Part of Trump-adjacent media network.",
    "ev": "~5 emails. Connection through tabloid media and Trump circles.",
    "assoc": [
      "Jeffrey Epstein",
      "Donald Trump"
    ],
    "status": "Alive. Key prosecution witness in Trump hush money trial 2024. Sold AMI. No Epstein-related charges.",
    "legal": "named_in_docs"
  },
  "peggy_siegal": {
    "n": "Peggy Siegal",
    "b": "~1955",
    "d": null,
    "nat": "American",
    "occ": "Hollywood publicist",
    "bg": "Prominent NYC publicist known as the 'premiere doyenne of Oscar campaigns.' Organized film screenings and events for A-list clients. Key figure in New York social/entertainment scene for decades.",
    "conn": "~5 emails. IFP Gotham Awards. Helped organize social events that included Epstein post-conviction, aiding his social rehabilitation.",
    "ev": "~5 emails. Organized social events including Epstein as guest after his 2008 conviction, helping rehabilitate his social standing.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Career significantly damaged after Epstein connection revealed. Dropped by many clients. Represents cautionary tale of NYC social rehabilitation of Epstein.",
    "legal": "named_in_docs"
  },
  "marvin_minsky": {
    "n": "Marvin Lee Minsky",
    "b": "1927",
    "d": "2016",
    "nat": "American",
    "occ": "Computer scientist, AI pioneer",
    "bg": "Co-founder of MIT AI Lab. Turing Award winner. One of the founding fathers of artificial intelligence. Author of 'The Society of Mind.' MIT professor for over 50 years.",
    "conn": "~5 emails about AI discussions. Attended conference on Little St. James Island. Virginia Giuffre alleged she was directed to have sex with Minsky.",
    "ev": "Virginia Giuffre allegation that she was directed to have sex with Minsky at Epstein's island. Island conference attendance.",
    "assoc": [
      "Jeffrey Epstein",
      "John Brockman",
      "Seth Lloyd"
    ],
    "status": "Deceased (2016). Allegations surfaced after death. Cannot respond to claims. MIT conducted review of Epstein connections.",
    "legal": "named_in_depositions"
  },
  "masha_drokova": {
    "n": "Masha Drokova",
    "b": "~1990",
    "d": null,
    "nat": "Russian",
    "occ": "Venture capitalist",
    "bg": "Russian-born tech investor and former journalist. Gained attention in Russia as a young Kremlin-affiliated activist. Later moved to US and entered tech investing.",
    "conn": "~5 emails. Part of Epstein's international business network.",
    "ev": "~5 emails. Connection appears limited to business networking.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Active tech investor.",
    "legal": "named_in_docs"
  },
  "tom_pritzker": {
    "n": "Thomas Jay Pritzker",
    "b": "1950",
    "d": null,
    "nat": "American",
    "occ": "Business executive, philanthropist",
    "bg": "Executive chairman of Hyatt Hotels. Member of the Pritzker family, one of America's wealthiest. Chairman of Pritzker Organization. Net worth ~$7B. Philanthropist supporting education and Tibetan Buddhist culture.",
    "conn": "Social/business connection. Part of Epstein's billionaire social network.",
    "ev": "Limited email connection. Social/business circles.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues leading Hyatt Hotels and philanthropic work.",
    "legal": "named_in_docs"
  },
  "elon_musk": {
    "n": "Elon Reeve Musk",
    "b": "1971",
    "d": null,
    "nat": "South African-American",
    "occ": "Technology entrepreneur",
    "bg": "CEO of Tesla, SpaceX, and X (formerly Twitter). Richest person in world at various points. Net worth ~$200B+. Founded Neuralink, The Boring Company. Known for ambitious technology and space ventures.",
    "conn": "Appeared in Epstein's contacts. Epstein reportedly claimed to be advising Tesla's board. Musk has said he didn't have a material relationship with Epstein.",
    "ev": "Appeared in contacts. Photographed at event with Maxwell. Musk denied substantive relationship.",
    "assoc": [
      "Jeffrey Epstein",
      "Kimbal Musk",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Denied meaningful Epstein connection. Said he was at events Epstein also attended but did not have a close relationship. Currently running multiple companies and heading DOGE in Trump administration.",
    "legal": "named_in_docs"
  },
  "kimbal_musk": {
    "n": "Kimbal James Musk",
    "b": "1972",
    "d": null,
    "nat": "South African-American",
    "occ": "Entrepreneur, restaurateur",
    "bg": "Elon Musk's brother. Co-founded Zip2 with Elon. Founded The Kitchen restaurant chain and Big Green nonprofit. Tesla board member. Known for farm-to-table advocacy.",
    "conn": "Appeared in Epstein's contacts alongside brother Elon.",
    "ev": "Named in contacts. Peripheral connection through Elon Musk.",
    "assoc": [
      "Jeffrey Epstein",
      "Elon Musk"
    ],
    "status": "Alive. Continues restaurant and nonprofit work. Minimal Epstein scrutiny.",
    "legal": "named_in_docs"
  },
  "marc_andreessen": {
    "n": "Marc Lowell Andreessen",
    "b": "1971",
    "d": null,
    "nat": "American",
    "occ": "Venture capitalist, software engineer",
    "bg": "Co-founder of Netscape and Andreessen Horowitz (a16z). Created first widely-used web browser (Mosaic). One of Silicon Valley's most influential VCs. Net worth ~$1.7B.",
    "conn": "Facebook friend request from Epstein 2008. Peripheral tech-world connection.",
    "ev": "~5 emails. Facebook friend request 2008. Minimal documented connection.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Major VC and tech investor. Minimal Epstein scrutiny.",
    "legal": "named_in_docs"
  },
  "fareed_zakaria": {
    "n": "Fareed Rafiq Zakaria",
    "b": "1964",
    "d": null,
    "nat": "Indian-American",
    "occ": "Journalist, CNN host",
    "bg": "Host of CNN's 'Fareed Zakaria GPS.' Editor-at-large for Time. Washington Post columnist. Author of bestselling books on international affairs. Yale PhD, Harvard BA. One of America's most prominent foreign policy commentators.",
    "conn": "~5 emails. Bannon strategy column forwarded to Epstein. Part of media-political intelligence network.",
    "ev": "~5 emails. Column forwarded to Epstein as part of political intelligence sharing.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues CNN hosting and journalism. Minimal Epstein scrutiny.",
    "legal": "named_in_docs"
  },
  "steven_sinofsky": {
    "n": "Steven John Sinofsky",
    "b": "1965",
    "d": null,
    "nat": "American",
    "occ": "Technology executive, venture partner",
    "bg": "Former president of Windows division at Microsoft. Led development of Windows 7 and 8. Now board partner at Andreessen Horowitz. Cornell University professor. Known for product management expertise.",
    "conn": "~5 emails. Pro Rata newsletter forwarding to Epstein.",
    "ev": "~5 emails. Newsletter forwarding. Peripheral tech connection.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Active in tech investing and teaching.",
    "legal": "named_in_docs"
  },
  "thorbjorn_jagland": {
    "n": "Thorbjorn Jagland",
    "b": "1950",
    "d": null,
    "nat": "Norwegian",
    "occ": "Politician, diplomat",
    "bg": "Former Prime Minister of Norway (1996-1997). Secretary General of Council of Europe (2009-2019). Former head of Norwegian Nobel Committee (oversaw Obama Peace Prize). Major figure in Norwegian and European politics.",
    "conn": "~5 emails. Meeting arrangement with Epstein. Part of Scandinavian diplomatic network.",
    "ev": "~5 emails. Meeting arranged with convicted sex offender.",
    "assoc": [
      "Jeffrey Epstein",
      "Terje Rod-Larsen"
    ],
    "status": "Alive. Retired from Council of Europe. Named in Epstein documents.",
    "legal": "named_in_docs"
  },
  "seth_lloyd": {
    "n": "Seth Lloyd",
    "b": "1960",
    "d": null,
    "nat": "American",
    "occ": "Physicist, MIT professor",
    "bg": "MIT professor of mechanical engineering and quantum computing pioneer. Known for work on quantum information theory. Author of 'Programming the Universe.' Leading figure in quantum computing research.",
    "conn": "~5 emails. Received Epstein funding for MIT research. Part of MIT-Epstein academic cluster.",
    "ev": "Received Epstein research funding. Part of MIT cluster that included Joi Ito and Neri Oxman.",
    "assoc": [
      "Jeffrey Epstein",
      "Joi Ito",
      "Neri Oxman",
      "John Brockman"
    ],
    "status": "Alive. Placed on paid leave by MIT during Epstein review. Eventually returned. Acknowledged accepting Epstein funding and visiting his island.",
    "legal": "named_in_docs"
  },
  "neri_oxman": {
    "n": "Neri Oxman",
    "b": "1976",
    "d": null,
    "nat": "Israeli-American",
    "occ": "Designer, former MIT professor",
    "bg": "Former MIT Media Lab professor known for material ecology and computational design. Married to billionaire Bill Ackman. Founded Oxman studio. Named to TIME 100 most influential people.",
    "conn": "~5 emails. Part of MIT Media Lab circle connected to Epstein through Joi Ito.",
    "ev": "MIT Media Lab connection. Epstein reportedly helped arrange academic meetings.",
    "assoc": [
      "Jeffrey Epstein",
      "Joi Ito"
    ],
    "status": "Alive. Left MIT. Married Bill Ackman 2019. Her husband has been vocal in defending her and attacking MIT over Epstein connections.",
    "legal": "named_in_docs"
  },
  "arda_beskardes": {
    "n": "Arda Beskardes",
    "b": "~1985",
    "d": null,
    "nat": "Turkish-American",
    "occ": "Model agent",
    "bg": "Model agent and immigration discussion contact in the Epstein network.",
    "conn": "3 iMessages. Immigration discussion. Minimal connection.",
    "ev": "3 iMessages. Peripheral contact.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Minimal public profile.",
    "legal": "named_in_docs"
  },
  "igor_zinoviev": {
    "n": "Igor Gennadyevich Zinoviev",
    "b": "1969",
    "d": null,
    "nat": "Russian-American",
    "occ": "MMA fighter, bodyguard",
    "bg": "Former professional MMA fighter. One of early UFC competitors in 1990s. Transitioned to personal security work. Became Epstein's bodyguard and frequent travel companion.",
    "conn": "CONFIRMED on flight TEB to Miami, Dec 14 2007 with Dershowitz (HOUSE_OVERSIGHT_005644). Listed as frequent passenger across manifests. Aug 2016 flight. Personal security role.",
    "ev": "Multiple flight manifests. Frequent passenger across years. Present on Dershowitz flight.",
    "assoc": [
      "Jeffrey Epstein",
      "Alan Dershowitz"
    ],
    "status": "Alive. Low public profile. Testified in related proceedings.",
    "legal": "named_in_docs"
  },
  "kevin_maxwell": {
    "n": "Kevin Maxwell",
    "b": "1959",
    "d": null,
    "nat": "British",
    "occ": "Businessman",
    "bg": "Ghislaine Maxwell's brother. Son of Robert Maxwell. Was charged with fraud related to his father's companies in the 1990s but acquitted. Worked in various business ventures after acquittal.",
    "conn": "Listed in JFlights passenger manifests across multiple flights. Sibling connection to Ghislaine.",
    "ev": "JFlights passenger manifests. Brother of convicted sex trafficker Ghislaine Maxwell.",
    "assoc": [
      "Jeffrey Epstein",
      "Ghislaine Maxwell"
    ],
    "status": "Alive. Low public profile. Supported sister during her trial.",
    "legal": "named_in_docs"
  },
  "neil_gershenfeld": {
    "n": "Neil Adam Gershenfeld",
    "b": "1959",
    "d": null,
    "nat": "American",
    "occ": "MIT professor",
    "bg": "Director of MIT's Center for Bits and Atoms. Pioneer of fab labs and digital fabrication. Author of 'Fab.' Known for bringing fabrication technology to communities worldwide.",
    "conn": "Listed in JFlights passenger manifests. Part of MIT academic cluster connected to Epstein.",
    "ev": "Flight log appearance. MIT academic connection.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues MIT research. Minimal Epstein scrutiny.",
    "legal": "named_in_docs"
  },
  "walter_cronkite": {
    "n": "Walter Leland Cronkite Jr.",
    "b": "1916",
    "d": "2009",
    "nat": "American",
    "occ": "Broadcast journalist",
    "bg": "'Most trusted man in America.' CBS Evening News anchor 1962-1981. Covered JFK assassination, moon landing, Vietnam War. Defining figure of American broadcast journalism.",
    "conn": "Found in JPhotos archive with dedicated people thumbnail. Connection predates conviction era. Social/media circles.",
    "ev": "JPhotos archive thumbnail alongside Epstein, Maxwell, Clinton, Gates, Trump.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Deceased (2009). Died before Epstein's crimes became widely known. Cannot address connection.",
    "legal": "named_in_docs"
  },
  "bob_berwick": {
    "n": "Robert C. Berwick",
    "b": "~1953",
    "d": null,
    "nat": "American",
    "occ": "MIT professor, linguist",
    "bg": "Professor of computational linguistics at MIT. Co-authored 'Why Only Us' (2016) with Noam Chomsky about the evolution of language. Leading figure in biolinguistics.",
    "conn": "CONFIRMED on flight Sep 4 2015 with Martin Nowak and Andy Knoll (HOUSE_OVERSIGHT_001880). Chomsky collaborator — connects academic and Epstein networks.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_001880. Direct collaborator with Noam Chomsky, showing academic cluster interconnections.",
    "assoc": [
      "Jeffrey Epstein",
      "Martin Nowak",
      "Noam Chomsky"
    ],
    "status": "Alive. Continues MIT research. His flight with Nowak and Knoll shows Epstein's academic cluster traveling together.",
    "legal": "named_in_docs"
  },
  "barnaby_marsh": {
    "n": "Barnaby Marsh",
    "b": "~1970",
    "d": null,
    "nat": "American",
    "occ": "Program associate",
    "bg": "Associated with Epstein's science and academic programs. Managed science-related funding and event logistics. Served as liaison between Epstein and academic contacts.",
    "conn": "CONFIRMED on flight Apr 1 2016 (HOUSE_OVERSIGHT_002139). Program associate managing Epstein's science funding pipeline.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_002139. Managed Epstein science programs.",
    "assoc": [
      "Jeffrey Epstein",
      "Martin Nowak"
    ],
    "status": "Alive. Low public profile.",
    "legal": "named_in_docs"
  },
  "chris_tucker": {
    "n": "Christopher Tucker",
    "b": "1971",
    "d": null,
    "nat": "American",
    "occ": "Actor, comedian",
    "bg": "Actor known for Rush Hour franchise, Friday, and The Fifth Element. One of Hollywood's highest-paid actors in early 2000s. Net worth ~$5M (reduced from peak due to tax issues).",
    "conn": "Africa humanitarian trip on Lolita Express with Bill Clinton and Kevin Spacey in 2002.",
    "ev": "Confirmed Lolita Express flight to Africa with Clinton and Spacey.",
    "assoc": [
      "Jeffrey Epstein",
      "Bill Clinton",
      "Kevin Spacey"
    ],
    "status": "Alive. Said Africa trip was humanitarian mission. Has largely avoided Epstein scrutiny. Continues acting and comedy.",
    "legal": "named_in_docs"
  },
  "stephen_hawking": {
    "n": "Stephen William Hawking",
    "b": "1942",
    "d": "2018",
    "nat": "British",
    "occ": "Theoretical physicist",
    "bg": "Lucasian Professor of Mathematics at Cambridge. Author of 'A Brief History of Time.' One of most famous scientists of 20th-21st century. Lived with ALS for over 50 years. Known for work on black holes and cosmology.",
    "conn": "Attended physics conference on Little St. James Island. Referenced in depositions. Epstein used association with Hawking for scientific legitimacy.",
    "ev": "Attended conference on Epstein's private island. Referenced in depositions and documents.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Deceased (2018). Could not address connection. Conference attendance documented in legal proceedings.",
    "legal": "named_in_depositions"
  },
  "richard_branson": {
    "n": "Sir Richard Charles Nicholas Branson",
    "b": "1950",
    "d": null,
    "nat": "British",
    "occ": "Business magnate",
    "bg": "Founder of Virgin Group (400+ companies). Known for adventure and publicity stunts. Owns Necker Island in BVI — neighbor to Epstein's islands. Net worth ~$3B. Knighted in 2000.",
    "conn": "Island neighbor — Necker Island is near Little St. James. Social visits. Part of Caribbean billionaire social circle overlapping with Epstein.",
    "ev": "Island proximity. Social connection through Caribbean billionaire circles.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues Virgin Group and space ventures. Epstein connection limited to social/geographic proximity.",
    "legal": "named_in_docs"
  },
  "cameron_diaz": {
    "n": "Cameron Michelle Diaz",
    "b": "1972",
    "d": null,
    "nat": "American",
    "occ": "Actress (retired)",
    "bg": "Star of The Mask, There's Something About Mary, Charlie's Angels. One of highest-paid actresses of 2000s. Retired from acting 2014, briefly returned 2024. Married musician Benji Madden.",
    "conn": "Named in Lolita Express flight logs.",
    "ev": "Named in flight logs. No allegations of wrongdoing.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Largely retired from acting. No allegations of any wrongdoing related to Epstein.",
    "legal": "named_in_docs"
  },
  "brett_ratner": {
    "n": "Brett Ratner",
    "b": "1969",
    "d": null,
    "nat": "American",
    "occ": "Film director, producer",
    "bg": "Director of Rush Hour trilogy, X-Men: The Last Stand. Major Hollywood producer. Career ended after multiple sexual misconduct allegations in 2017 #MeToo movement.",
    "conn": "Black book entry. Social connections through entertainment industry.",
    "ev": "Extensive black book entry. Entertainment social connections with Epstein.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Career effectively ended by separate sexual misconduct allegations. Largely out of public life.",
    "legal": "named_in_docs"
  },
  "mick_jagger": {
    "n": "Sir Michael Philip Jagger",
    "b": "1943",
    "d": null,
    "nat": "British",
    "occ": "Musician, Rolling Stones frontman",
    "bg": "Lead singer of the Rolling Stones for 60+ years. One of the most iconic rock performers ever. Knight Bachelor. Net worth ~$500M. Eight children with five women.",
    "conn": "Named in Epstein's black book. NYC/Caribbean social circles.",
    "ev": "Black book entry. Social connection.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues touring with Rolling Stones. No allegations of wrongdoing related to Epstein.",
    "legal": "named_in_docs"
  },
  "diana_ross": {
    "n": "Diana Ernestine Earle Ross",
    "b": "1944",
    "d": null,
    "nat": "American",
    "occ": "Singer, actress",
    "bg": "Lead singer of The Supremes. Solo career spanning 50+ years. Academy Award nominee for Lady Sings the Blues. One of the bestselling music artists of all time. Net worth ~$250M.",
    "conn": "Named in Lolita Express flight logs.",
    "ev": "Flight log appearance. No allegations of wrongdoing.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues performing. No Epstein-related allegations.",
    "legal": "named_in_docs"
  },
  "michael_jackson": {
    "n": "Michael Joseph Jackson",
    "b": "1958",
    "d": "2009",
    "nat": "American",
    "occ": "Singer, entertainer",
    "bg": "'King of Pop.' Best-selling music artist of all time. Thriller remains best-selling album ever. Known for groundbreaking music videos and performances. Died from cardiac arrest due to propofol intoxication.",
    "conn": "Multiple phone numbers in Epstein's black book.",
    "ev": "Extensive black book entry with multiple contact numbers.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Deceased (2009). Cannot address connection. Black book entry predates his death.",
    "legal": "named_in_docs"
  },
  "brad_karp": {
    "n": "Brad Scott Karp",
    "b": "~1960",
    "d": null,
    "nat": "American",
    "occ": "Attorney",
    "bg": "Chairman of Paul, Weiss, Rifkind, Wharton & Garrison, one of America's most prestigious law firms. Leading litigation partner. Represents major corporations and individuals.",
    "conn": "~10 emails. Legal connection through elite law firm circles.",
    "ev": "~10 emails. Connection through legal establishment.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues leading Paul Weiss. Minimal Epstein scrutiny.",
    "legal": "named_in_docs"
  },
  "martin_weinberg": {
    "n": "Martin Gerson Weinberg",
    "b": "~1950",
    "d": null,
    "nat": "American",
    "occ": "Criminal defense attorney",
    "bg": "Prominent criminal defense attorney based in New York. Known for white-collar criminal defense. Part of Epstein's legal defense team.",
    "conn": "~10 emails. Defense attorney. CONFIRMED on flight TEB to Miami Dec 14 2007 with Epstein and Dershowitz (HOUSE_OVERSIGHT_005644). Viceland investigation defense.",
    "ev": "Flight manifest HOUSE_OVERSIGHT_005644 with Epstein and Dershowitz. Legal defense role.",
    "assoc": [
      "Jeffrey Epstein",
      "Alan Dershowitz",
      "Igor Zinoviev"
    ],
    "status": "Alive. Continues practicing criminal defense law.",
    "legal": "named_in_docs"
  },
  "robert_kuhn": {
    "n": "Robert Lawrence Kuhn",
    "b": "1944",
    "d": null,
    "nat": "American",
    "occ": "TV host, author",
    "bg": "Host of 'Closer to Truth' PBS series about science and philosophy. Investment banker turned public intellectual. Author of numerous books. Advisor on US-China relations.",
    "conn": "~10 emails. Radical Breakthroughs project. Trade war discussions with Epstein.",
    "ev": "~10 emails about science media projects.",
    "assoc": [
      "Jeffrey Epstein"
    ],
    "status": "Alive. Continues media work. Minimal Epstein scrutiny.",
    "legal": "named_in_docs"
  }
}